Repository: zhuxb711/RX-Explorer
Catalog: RX_Explorer/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es, fr_fr, zh_hans, zh_hant

# SystemInfo_Dialog_Memory_Usage_Text
source: The software memory usage
de_de: Die Softwarespeichernutzung
es: Uso de memoria de software
fr_fr: Utilisation par l'application
zh_hans: 软件内存使用情况
zh_hant: 軟體記憶體使用率

# SystemInfo_Dialog_Monitor_MaxBrightness_Text
source: Max average brightness
de_de: Maximale durchschnittliche Helligkeit
es: Brillo medio máx.
fr_fr: Luminosité moyenne maximale
zh_hans: 最大平均亮度
zh_hant: 最大平均亮度

# SystemInfo_Dialog_Monitor_PeakBrightness_Text
source: Peak brightness
de_de: Spitzenhelligkeit
es: Brillo máximo
fr_fr: Luminosité maximale
zh_hans: 峰值亮度
zh_hant: 最高亮度

# SystemInfo_Dialog_NetworkAdapter_Text
source: Network Adapter
de_de: Netzwerkadapter
es: Adaptador de red
fr_fr: Adaptateur réseau
zh_hans: 网络适配器
zh_hant: 網路介面卡

# SystemInfo_Dialog_Primary_DNS_Text
source: Primary DNS server
de_de: Primärer DNS Server
es: Servidor DNS primario
fr_fr: Serveur DNS primaire
zh_hans: 主DNS服务器
zh_hant: 主要 DNS 伺服器

# SystemInfo_Dialog_Secondary_DNS_Text
source: Secondary DNS server
de_de: Sekundärer DNS Server
es: Servidor DNS secundario
fr_fr: Serveur DNS secondaire
zh_hans: 副DNS服务器
zh_hant: 次要 DNS 伺服器

# TeachingTip_PurchaseTip_Subtitle
source: 🎉You can support developers to continue to develop by purchasing this application.🎉\r\rIf you don't want to, you can click "Later" to cancel\rIf you want to purchase, you can click "Purchase" to purchase this application\r\rTips: Purchase can unlock the unique file safe feature: "Security Area"
de_de: 🎉Sie können Entwickler unterstützen, sich weiter zu entwickeln, indem Sie diese Anwendung kaufen. 🎉\r\rIfWenn Sie dies nicht wünschen, können Sie auf "Später" klicken, um abzubrechen. Wenn Sie kaufen möchten, können Sie auf "Kaufen" klicken, um diese Anwendung zu kaufen.
es: 🎉Si compras la aplicación, apoyarás a los desarrolladores para que continúen mejorándola.🎉\r\rSi no quieres, puedes pulsar en "Más tarde" para cancelar.\r\rConsejo: La compra desbloquea la función de seguridad de archivos "Área de seguridad".
fr_fr: 🎉Vous pouvez aider les développeurs à poursuivre le développement en achetant cette application. 🎉\r\rSi vous ne le souhaitez pas, vous pouvez cliquer sur "Plus tard" pour annuler \rSi vous souhaitez acheter, vous pouvez cliquer sur "Acheter" pour l'acheter. application\r\rConseils: L'achat peut déverrouiller la fonction unique de sécurité des fichiers: "Zone de sécurité"
zh_hans: 🎉您可以通过购买此应用来支持开发者🎉\r\r如果您不想购买此应用，您可以点击"稍后"按钮\r如果您愿意购买此应用，您可以点击"购买"按钮\r\r提示: 购买本应用可以解锁文件加密功能"安全域"
zh_hant: 🎉您可以透過購買此應用程式來支持開發人員繼續開發。🎉\r\r如果不想，可以單擊“下次”取消\r如果要購買，可以單擊“購買”來購買此應用程序 應用程式\r\r提示：購買可以解鎖獨特的檔案安全功能：“加密庫”

# TeachingTip_PinToMenu_Subtitle
source: Pin the RX-Explorer to StartScreen and TaskBar ！\r\r★Pin to StartScreen\r\r★Pin to TaskBar
de_de: RX-Explorer An Startmenü und Taskleiste anpinnen！\r\r★An Startmenü anpinnen\r\r★An Taskleiste anpinnen
es: Anclar RX Explorer a la pantalla de inicio y a la barra de tareas. \r\r★Anclar a la pantalla de inicio\r\r★Anclar a la barra de tareas
fr_fr: Épinglez le RX-Explorateur pour démarrer l'écran et la barre des tâches ！\r\r★Épingler à l'écran de démarrage\r\r★Épingle à la barre des tâches
zh_hans: 将RX文件管理器固定至开始屏幕和任务栏！\r\r★固定至开始屏幕\r\r★固定至任务栏
zh_hant: 將RX 檔案總管釘選到[開始]和工作列！\r\r★釘選到[開始] \r\r★釘選到工作列

# Toast_BroadFileSystemAccess_ActionButton_1
source: Launch
de_de: Starten
es: Ejecutar
fr_fr: Démarrage
zh_hans: 启动
zh_hant: 啟動

# Toast_BroadFileSystemAccess_ActionButton_2
source: Later
de_de: Später
es: Más tarde
fr_fr: Plus tard
zh_hans: 稍后
zh_hant: 稍後

# Toast_EnterBackground_Text_1
source: RX-Explorer is minimized
de_de: RX-Explorer wird minimiert
es: RX-Explorer está minimizado
fr_fr: RX-Explorer est minimisé
zh_hans: RX文件管理器已被最小化
zh_hant: RX-Explorer被最小化

# Toast_EnterBackground_Text_2
source: RX-Explorer will try to continue execution until terminated by Windows policy
de_de: RX-Explorer versucht, die Ausführung fortzusetzen, bis sie von der Windows-Richtlinie beendet wird
es: RX-Explorer intentará continuar con la ejecución hasta que lo cancele la política de Windows
fr_fr: RX-Explorer essaiera de continuer l'exécution jusqu'à ce qu'il soit terminé par la politique Windows
zh_hans: RX文件管理器将尝试继续执行直至被Windows策略终止
zh_hant: RX-Explorer將嘗試繼續執行，直到被Windows策略終止

# Transcode_Image_Preview_Resolution
source: Preview resolution
de_de: Vorschauauflösung
es: Previsualizar resolución
fr_fr: Résolution de la prévisualisation
zh_hans: 预览分辨率
zh_hant: 預覽解析度

# VideoEdit_Dialog_Crop_Precision_Level_1
source: Precision (Slower)
de_de: Präzise (langsamer)
es: Precisión (más lenta)
fr_fr: Précis (Plus lent)
zh_hans: 精确裁剪 (速度较慢)
zh_hant: 精緻（較慢）

# VideoEdit_Dialog_Crop_Precision_Level_2
source: Fast (Faster)
de_de: Schnell (schneller)
es: Rápido (más rápido)
fr_fr: Rapide (Plus rapide)
zh_hans: 快速裁剪 (速度较快)
zh_hant: 快速（更快）

# Video_Dialog_Encoding_Text
source: Encoding
de_de: Kodierung
es: Codificando
fr_fr: Encodage
zh_hans: 编码
zh_hant: 編碼方式

# Compression_Dialog_Level_3
source: Package only
de_de: Nur Paket
es: Solo paquete
fr_fr: Paquet seulement
zh_hans: 仅存储
zh_hant: 僅存儲

# Common_Dialog_CancelButton
source: Cancel
de_de: Abbrechen
es: Cancelar
fr_fr: Annuler
zh_hans: 取消
zh_hant: 取消

# Common_Dialog_ContinueButton
source: Continue
de_de: Fortfahren
es: Continuar
fr_fr: Continuer
zh_hans: 继续
zh_hant: 繼續

# Common_Dialog_LaterButton
source: Later
de_de: Später
es: Más tarde
fr_fr: Plus tard
zh_hans: 稍后
zh_hant: 稍後

# Common_Dialog_NowButton
source: Now
de_de: Jetzt
es: Ahora
fr_fr: Maintenant
zh_hans: 立刻
zh_hant: 現在

# Create_NewFolder_Admin_Name
source: New folder
de_de: Neuer Ordner
es: Nueva carpeta
fr_fr: Nouveau dossier
zh_hans: 新建文件夹
zh_hant: 新增資料夾

# Drag_Tip_CopyTo
source: Copy to
de_de: Kopieren nach
es: Copiar a
fr_fr: Copier vers
zh_hans: 复制到
zh_hant: 複製到...

# Drag_Tip_MoveTo
source: Move to
de_de: Verschieben nach
es: Mover a
fr_fr: Déplacer vers
zh_hans: 移动到
zh_hant: 移動至

# Drag_Tip_ReleaseToAdd
source: Release to add files
de_de: Loslassen zum Hinzufügen von Dateien
es: Soltar para añadir archivos
fr_fr: Lâcher pour ajouter les fichiers
zh_hans: 松开即可添加文件
zh_hant: 發佈到新增檔案

# Progress_Tip_CheckingLicense
source: Checking license...
de_de: Lizenz wird überprüft...
es: Comprobando licencia...
fr_fr: Vérification de la license...
zh_hans: 正在检测许可证...
zh_hant: 檢查許可...

# Progress_Tip_Exporting
source: Exporting
de_de: Wird exportiert
es: Exportando
fr_fr: Export en cours
zh_hans: 正在导出
zh_hant: 正在輸出...

# Progress_Tip_Importing
source: Importing
de_de: Wird importiert
es: Importando
fr_fr: Import en cours
zh_hans: 正在导入
zh_hant: 正在導入...

# Progress_Tip_Loading
source: Loading...
de_de: Wird geladen...
es: Cargando...
fr_fr: Chargement...
zh_hans: 正在加载...
zh_hant: 正在讀取...

# Progress_Tip_Transcoding
source: Transcoding
de_de: Transkodierung
es: Transcodificando
fr_fr: Transcodage en cours
zh_hans: 正在转码
zh_hant: 轉檔中...

# QueueDialog_CopyFailForNotExist_Content
source: Some files do not exist and cannot be copyed to the specified location
de_de: Einige Dateien existieren nicht und können nicht zum angegebenen Ort kopiert werden.
es: Algunos archivos no existen o no se pueden copiar a la ubicación especificada.
fr_fr: Certains fichiers n'existent pas et ne peuvent pas être copiés à l'emplacement spécifié
zh_hans: 部分文件不存在，无法复制到指定位置
zh_hant: 某些檔案不存在，無法將其複製到指定位置

# QueueDialog_DeleteFolder_Content
source: This will delete everything in the folder. Whether to continue?
de_de: Das wird alles im Ordner löschen. Fortfahren?
es: Se eliminará todo el contenido de la carpeta. ¿Deseas continuar?
fr_fr: Cette opération va supprimer le dossier et tout son contenu. Voulez-vous continuer ?
zh_hans: 此操作将删除该文件夹内的所有内容，是否继续?
zh_hant: 這將刪除資料夾中的所有內容。 是否繼續？

# QueueDialog_LocatePathFailure_Content
source: Unable to locate the path:
de_de: Pfad kann nicht gefunden werden
es: No se ha podido encontrar la ruta:
fr_fr: Impossible de localiser le chemin:
zh_hans: 无法找到路径:
zh_hant: 無法找到路徑：

# QueueDialog_MoveFailForNotExist_Content
source: Some files do not exist and cannot be moved to the specified location
de_de: Einige Dateien existieren nicht und können nicht zum angegebenen Ort verschoben werden.
es: Algunos archivos no existen o no se pueden mover a la ubicación especificada.
fr_fr: Certains fichiers n'existent pas et ne peuvent pas être déplacés à l'emplacement spécifié
zh_hans: 部分文件不存在，无法移动到指定位置
zh_hant: 某些檔案不存在，無法將其移動到指定位置

# QueueDialog_RepeatAddToHomePage_Content
source: This folder has been added to the home page, can not be added repeatedly
de_de: Dieser Ordner wurde schon zur Startseite hinzugefügt und kann nicht nochmal hinzugefügt werden.
es: Esta carpeta se ha añadido a la página principal y no se puede volver a añadir.
fr_fr: Ce dossier a été ajouté à l'écran d'accueil, il ne peut pas être ajouté de nouveau
zh_hans: 此文件夹已经添加到主界面了，不能重复添加哦
zh_hant: 此資料夾已增加到主頁，不能再次增加

# QueueDialog_UnauthorizedCreateFolder_Content
source: RX does not have permission to create folder, it may be that you do not have access to this folder
de_de: RX hat keine Berehtigung den Ordner zu erstellen. Es kann möglich sein, dass Sie keinen Zugang zu diesem Ordner haben
es: RX no tiene permiso para crear la carpeta. Es posible que no tengas acceso a esta carpeta
fr_fr: RX n'a pas la permission pour créer un dossier, il se peut que vous n'ayez pas accès à ce dossier
zh_hans: RX无权在此创建文件夹，可能是您无权访问此文件夹
zh_hant: RX 檔案總管沒有新增資料夾的權限，可能是您沒有權限訪問此資料夾

# QueueDialog_UnauthorizedDelete_Content
source: RX does not have permission to delete this item
de_de: RX hat keine Berechtigung dieses Objekt zu löschen
es: RX no tiene permiso para eliminar este ítem
fr_fr: RX n'a pas l'autorisation de supprimer cet élément, des droits d'administrateur peuvent être requis
zh_hans: RX无权限删除此对象
zh_hant: RX無權刪除此項目

# QueueDialog_UnauthorizedPaste_Content
source: RX does not have permission to paste
de_de: RX hat keine Berechtigung einzufügen.
es: RX no tiene permiso para pegar
fr_fr: RX n'a pas la permission pour copier
zh_hans: RX无权将文件粘贴至此处
zh_hant: RX 檔案總管沒有權限貼上檔案

# Common_Dialog_GoBack
source: Go back
de_de: Zurück gehen
es: Atrás
fr_fr: Retour
zh_hans: 返回
zh_hant: 返回

# Common_Dialog_RefreshButton
source: Refresh
de_de: Aktualisieren
es: Recargar
fr_fr: Rafraîchir
zh_hans: 刷新
zh_hant: 重新整理

# Common_Dialog_RetryButton
source: Retry
de_de: Erneut versuchen
es: Reintentar
fr_fr: Réessayer
zh_hans: 重试
zh_hant: 重試

# Common_Dialog_TryAgain
source: Try again
de_de: Erneut versuchen
es: Inténtalo de nuevo
fr_fr: Réessayez
zh_hans: 再次尝试
zh_hant: 再試一次

# Common_Dialog_UsePassword
source: Use password
de_de: Passwort benutzen
es: Usar contraseña
fr_fr: Utiliser un mot de passe
zh_hans: 使用密码
zh_hant: 使用密碼

# Crop_Image_Name_Tail
source: Cropped
de_de: Zugeschnitten
es: Recortado
fr_fr: Recadré
zh_hans: 裁剪
zh_hant: 裁剪

# Merge_Image_Name_Tail
source: Merged
de_de: Zusammengeführt
es: Fusionado
fr_fr: Fusionné
zh_hans: 合并
zh_hant: 已合併

# Operate_Text_Decompression
source: Decompression
de_de: Dekomprimierung:
es: Descompresión
fr_fr: Décompression
zh_hans: 解压
zh_hant: 解壓縮

# Progress_Tip_NoFeedback
source: No feedback or suggestions
de_de: Keine Rückmeldungen oder Vorschläge
es: Sin comentarios ni sugerencias
fr_fr: Aucun commentaire ou suggestion
zh_hans: 无任何反馈或建议
zh_hant: 沒有回饋或建議

# QueueDialog_BootAtStart_Content
source: RX cannot be turned on automatically because startup is disabled by the system\rYou can go to the [System Settings] page to manage
de_de: RX kann nicht automatisch gestartet werden, weil Autostart vom System deaktiviert ist.\rSie können zu den [System Settings] gehen um das einzustellen.
es: RX no se puede activar automáticamente porque el inicio está deshabilitado por el sistema.\rPuedes acceder a la página [System Settings] para ajustarlo.
fr_fr: RX ne peut pas être démarré automatiquement car le démarrage est désactivé par le système\rVous pouvez aller à cette page [System Settings] pour modifier ceci
zh_hans: 由于自动启动被系统禁用，RX无法自动开启此功能\r您可以前往[系统设置]页面管理
zh_hant: 無法啟動RX 檔案總管，因為系統已禁用啟動\r您可以轉到[設定]進行管理

# QueueDialog_CompressionError_Content
source: An exception occurred while compressing the file
de_de: Beim Komprimieren der Datei ist eine Ausnahme aufgetreten
es: Se ha producido una excepción al comprimir el archivo
fr_fr: Une exception a été rencontré lors de la compression du fichier
zh_hans: 压缩文件时发生异常
zh_hant: 壓縮檔案時時發生異常

# QueueDialog_DecompressionError_Content
source: An exception occurred while extracting the file
de_de: Beim Extrahieren der Datei ist eine Ausnahme aufgetreten
es: Se ha producido una excepción al descomprimir el archivo
fr_fr: Une exception a été rencontré lors de l'extraction du fichier
zh_hans: 解压文件时发生异常
zh_hant: 解壓縮檔案時時發生異常

# QueueDialog_DecryptError_Content
source: An unexpected error occurred while decrypting the file, the export process has ended
de_de: Ein unerwarteter Fehler ist während der Dateientschlüsselung aufgeterten. Der Exportprozess ist beendet.
es: Se ha producido un error inesperado al descifrar el archivo; el proceso de exportación ha finalizado.
fr_fr: Une erreur inattendue s'est produite lors du déchiffrement du fichier, le processus d'exportation est terminé
zh_hans: 解密文件时出现意外错误，导出过程已经终止
zh_hant: 解密檔案時發生意外錯誤

# QueueDialog_DecryptPasswordError_Content
source: The decryption failed due to the wrong decryption password, the export task has been terminated. This may be caused by a mismatch in the data of the files to be decrypted
de_de: Die Entschlüsselung ist fehlgeschlagen wegen eines falschen Entschlüsselungspassworts. Die Exportaufgabe wurde beendet. Das könnte durch einen Konflikt in den Daten der zu entschlüsselnden Dateien verursacht worden sein.
es: El descifrado ha fallado debido a una contraseña de descodificación incorrecta; la tarea de exportación se ha cancelado. \r\rEsto puede deberse a una discrepancia en los datos de los archivos que se desean descifrar.
fr_fr: Le déchiffrement a échoué à cause d'un mauvais mot de passe, la tâche d'exportation a été interrompue. Ceci peut être causé par une discordance dans les données des fichiers à déchiffrer
zh_hans: 由于解密密码错误，解密失败，导出任务已经终止\r\r这可能是由于待解密文件数据不匹配造成的
zh_hant: 由於解密密碼錯誤，解密失敗，任務終止\r\r這可能是由於要解密的檔案數據不匹配所致

# QueueDialog_DeleteFiles_Content
source: This operation will delete these files. Whether to continue?
de_de: Dieser Vorgang wird diese Dateien löschen. Fortfahren?
es: Esta operación eliminará estos archivos. ¿Deseas continuar?
fr_fr: Cette opération va supprimer de manière les fichiers. Voulez-vous continuer?
zh_hans: 此操作将删除这些文件，是否继续？
zh_hant: 此操作將刪除這些檔案。 是否繼續？

# QueueDialog_DeleteFile_Content
source: This operation will delete the file. Whether to continue?
de_de: Dieser Vorgang wird diese Dateie löschen. Fortfahren?
es: Esta operación eliminará el archivo. ¿Deseas continuar?
fr_fr: Cette opération va supprimer de manière le fichier. Voulez-vous continuer ?
zh_hans: 此操作将删除该文件，是否继续?
zh_hant: 此操作將刪除這個檔案。 是否繼續？

# QueueDialog_DeleteItemError_Content
source: Unable to delete some files/folders, the file/folders may have been moved or deleted
de_de: Einige Dateien/Ordner konnten nicht gelöscht werden. Die Datei/Der Ordner wurde vielleicht verschoben oder gelöscht.
es: No se han podido eliminar algunos archivos/carpetas; es posible que se hayan movido o eliminado los archivos/carpetas.
fr_fr: Impossible de supprimer certains fichiers/dossiers, les fichiers/dossiers peuvent avoir été déplacés ou supprimés
zh_hans: 无法删除部分文件/文件夹，该文件/文件夹可能已被移动或删除
zh_hant: 無法刪除某些檔案/資料夾，該檔案/資料夾可能已移動或刪除

# QueueDialog_DeviceExist_Content
source: The selected drive already exists
de_de: Das ausgewählte Laufwerk existiert bereits.
es: La unidad seleccionada ya existe.
fr_fr: Les lecteurs sélectionnés existent déjà
zh_hans: 所选择的驱动器已经存在
zh_hant: 所選設備已存在

# QueueDialog_DeviceSelectError_Content
source: The selected content is not a drive
de_de: Der ausgewählte Inhalt ist kein Laufwerk.
es: El contenido seleccionado no es una unidad.
fr_fr: La sélection active n'est pas un lecteur
zh_hans: 所选择的内容并非是驱动器
zh_hant: 所選內容不是磁碟

# QueueDialog_DragIncludeFolderError
source: The target folder cannot be included in the drag item
de_de: Der Zielordner kann nicht in das Ziehelement aufgenommen werden.
es: La carpeta de destino se puede incluir en el ítem arrastrado.
fr_fr: Le dossier cible ne peut pas être inclus dans le glisser-déposer.
zh_hans: 目标文件夹不可以包含在拖动项中
zh_hant: 目標資料夾不能包含在拖動項目中

# QueueDialog_EncryptError_Content
source: An unexpected error occurred while encrypting the file, the import process has ended
de_de: Ein unerwarteter Fehler ist während der Dateientschlüsselung. Der Import wurde beendet.
es: Se ha producido un error inesperado al codificar el archivo; el proceso de importación ha finalizado.
fr_fr: Une erreur inattendue s'est produite lors du chiffrement du fichier, le processus d'importation est terminé
zh_hans: 加密文件时出现意外错误，导入过程已经终止
zh_hant: 加密檔案時發生意外錯誤

# QueueDialog_FeedBackNetworkError_Content
source: This operation cannot be performed due to network reasons
de_de: Diese Aufgabe kann wegen Netzwerkgründen nicht ausgeführt werden.
es: No se puede realizar esta operación debido a la red.
fr_fr: Cette opération ne peut être réalisée à cause de problèmes de réseau
zh_hans: 因网络原因无法进行此项操作
zh_hant: 由於網路原因無法執行此操作

# QueueDialog_FeedBackRepeatError_Content
source: The same feedback already exists, please do not submit it repeatedly
de_de: Das gleiche Feedback existiert bereits. Bitte senden Sie es nicht erneut.
es: Ya existe el mismo comentario; por favor, no lo vuelvas a enviar.
fr_fr: Le même commentaire existe déjà, s'il vous plaît merci de ne pas créer de copies
zh_hans: 已存在相同的反馈内容，请勿重复提交
zh_hant: 已有相同的回饋，請不要重複提交

# QueueDialog_SLEHeaderInvalid_Content
source: Because the internal structure of the file to be decrypted is damaged and the decryption fails, the export task has been terminated. This may be caused by the file data being damaged or modified
de_de: Da die interne Struktur der zu entschlüsselnden Datei beschädigt ist und die Entschlüsselung fehlschlägt, wurde die Exportaufgabe beendet. Das könnte durch eine beschädigte oder bearbeitete Datei verursacht worden sien.
fr_fr: Parce que la structure interne du fichier à déchiffrer est endommagée et que le déchiffrement échoue, la tâche d'exportation a été interrompue. Ceci peut être dû au fait que les données du fichier sont endommagées ou modifiées

# QueueDialog_LocateFileFailure_Content
source: Could not find the corresponding file, it may have been moved or deleted
de_de: Zugehörige Datei konnte nicht gefunden werden. Sie wurde vielleicht verschoben oder gelöscht.
es: No se ha podido encontrar el archivo correspondiente; es posible que se haya movido o eliminado.
fr_fr: Impossible de trouver le fichier correspondant, il a pu être déplacé ou supprimé
zh_hans: 无法找到对应的文件，该文件可能已被移动或删除
zh_hant: 找不到相應的檔案，它可能已被移動或刪除

# QueueDialog_NotSupportARM_Content
source: Some components that the system information dialog depends on only support X86 or X64 processors\rUnsupport ARM processor for now, so this dialog will not be opened
de_de: Einige Komponenten, auf die der Systeminformationsdialog angewiesen ist, werden nur von x86 oder x64 Prozzesoren unterstützt.\rARM Prozzesoren werden bis jetzt nicht unterstützt. Deswegen öffnet sich der Dialog nicht.
es: Algunos componentes de los que depende el diálogo de información del sistema solo son compatibles con procesadores X86 o X64.\rLos procesadores ARM no son compatibles por ahora, por lo que el diálogo no se abrirá.
fr_fr: Certains composants dont dépend le dialogue d'information sur le système ne supportent pour l'instant que les processeurs X86 ou X64\rIls ne supportent pas le processeur ARM, cet invite ne sera donc pas ouvert
zh_hans: 系统信息窗口所依赖的部分组件仅支持在X86或X64处理器上实现\rARM处理器暂不支持，因此无法打开此窗口
zh_hant: 系統資訊對話框所依賴的某些元件僅支持X86或X64處理器\r暫時不支持ARM處理器，因此將不會打開此對話框

# QueueDialog_OpenBluetooth_Content
source: Please turn on Bluetooth and try again
de_de: Bitte schalten Sie Bluetooth ein und versuchen sie es erneut.
es: Enciende el Bluetooth e inténtalo de nuevo.
fr_fr: Veuillez activer le Bluetooth puis réessayez
zh_hans: 请开启蓝牙开关后再试
zh_hant: 請重新打開藍牙

# QueueDialog_PDFOpenFailure
source: Unable to parse this PDF file, failed to open PDF
de_de: PDF-Datei konnte nicht analysiert werden. PDF-Datei konnte nicht geöffnet werden.
es: No se ha podido analizar este archivo PDF; no se ha podido abrir el PDF.
fr_fr: Impossible de coller ce fichier PDF, l'ouverture a échoué
zh_hans: 无法解析此PDF文件，PDF打开失败
zh_hant: 無法解析此PDF文件，無法打開PDF

# QueueDialog_PinFolderNotFound_Content
source: Unable to find some pinned folders, would you like to remove them automatically? Including:
de_de: Einige angeheftete Ordner können nicht gefunden werden. Möchten Sie sie automatisch entfernen? Einschließlich:
es: No se pueden encontrar algunas carpetas ancladas, ¿le gustaría eliminarlas automáticamente? Incluido:
fr_fr: Impossible de trouver certains dossiers épinglés, souhaitez-vous les supprimer automatiquement ? Y compris:
zh_hans: 无法找到一些已固定的文件夹，是否希望自动移除这些文件夹? 包括:
zh_hant: 無法找到一些釘選的資料夾，您想自動刪除它們嗎? 包含:

# QueueDialog_SecureAreaUnlock_Content
source: Thank you for your support of the RX Explorer, the security area has been unlocked
de_de: Danke für ihre Unterstützung von RX-Explorer. Der Sicherheitsbereich wurde entsperrt.
es: Muchas gracias por tu apoyo a RX Explorer; el Área de seguridad se ha desbloqueado.
fr_fr: Merci pour votre support de RX Explorateur, l'Espace Sécurisé a été débloqué
zh_hans: 感谢您对RX文件管理器的支持，安全域功能已经解锁
zh_hant: 感謝您對RX 檔案管理的支持，加密庫已解鎖

# QueueDialog_TaskWorking_Content
source: There is already an ongoing task, please wait for it to complete
de_de: Es wird bereits eine Aufgabe ausgeführt. Bitte warten sie bis sie abgeschlossen wurde.
es: Ya hay una tarea en curso; por favor, espera a que termine.
fr_fr: Il a déjà une tâche en cours, veuillez attendre la fin de cette dernière
zh_hans: 已存在正在进行中的任务，请等待其完成
zh_hant: 已經有一項正在進行的任務，請等待它完成

# QueueDialog_UnauthorizedCompression_Content
source: RX does not have permission to create the Zip file here, it may be that you do not have access to this file
de_de: RX hat keine Berechtigung die ZIP-Datei hier zu erstellen. Es könnte sein, dass Sie keine Zugang zu dieser Datei haben
es: RX no tiene permiso para crear el archivo Zip aquí. Es posible que no tengas acceso a este archivo
fr_fr: RX n'a pas la permission pour créer le fichier zip ici, il se peut que vous n'ayez pas accès à ce dossier
zh_hans: RX无权在此处创建Zip文件，可能是您无权访问此文件
zh_hant: RX 檔案管理沒有權限在此處新增Zip文件，可能是您沒有權限訪問此檔案

# QueueDialog_UnauthorizedCreateNewFile_Content
source: RX does not have sufficient permissions to create new files in this folder
de_de: RX verfügt nicht über ausreichende Berechtigungen zum Erstellen neuer Dateien in diesem Ordner
es: RX no tiene suficientes permisos para crear nuevos archivos en esta carpeta
fr_fr: RX n'a pas les permissions suffisantes pour créer de nouveaux fichiers dans ce dossier
zh_hans: RX没有足够的权限在此文件夹新建文件
zh_hant: RX 檔案總管沒有權限在此資料夾中新增檔案

# QueueDialog_UnauthorizedDecompression_Content
source: RX does not have permission to decompression the Zip file here, it may be that you do not have access to this file
de_de: RX hat hier keine Berechtigung zum Dekomprimieren der Zip-Datei. Es kann sein, dass Sie keinen Zugang zu dieser Datei haben
es: RX no tiene permiso para descomprimir el archivo Zip aquí. Es posible que no tengas acceso a este archivo
fr_fr: RX n'a pas la permission pour décompresser le fichier zip ici, il se peut que vous n'ayez pas accès à ce dossier
zh_hans: RX无权在此处解压Zip文件，可能是您无权访问此文件
zh_hant: RX 檔案總管沒有在此處解壓Zip檔案的權限，可能是您沒有權限訪問此檔案

# QueueDialog_UnauthorizedRenameFile_Content
source: RX does not have permission to rename this file
de_de: RX hat keine Berechtigung, diese Datei umzubenennen
es: RX no tiene permiso para cambiar el nombre de este archivo
fr_fr: RX n'a pas la permission de renommer ce fichier
zh_hans: RX无权重命名此文件
zh_hant: RX 檔案總管沒有權限重新命名
